Repository: martarodriguezm/EuneiziOSGroupApp2025-2026
Catalog: ProyectoIOSGrupal/ProyectoIOSGrupal/SupportingFiles/Localizable.xcstrings
Source language: en
Languages: es

# alertaMensaje
source: Please choose a genre before proceeding.
es: Por favor, selecciona un género antes de continuar.

# alertaTitulo
source: Warning
es: Atención

# anadirFav
source: Add to Favorites
es: Añadir a Favoritos

# botonInicio
source: Explore Movies
es: Descubrir Películas

# botonSiguiente
source: Next
es: Siguiente

# mensaje_favorito_añadido
source: Movie added to favorites.
es: Película añadida a favoritos.

# mensaje_favorito_ya_esta
source: This movie is already in favorites.
es: Esta película ya está en favoritos.

# pelisFavTitulo
source: Favorite Movies
es: Peliculas Favoritas

# textoFiltro1
source: Select the type of movie you feel like watching. You can only choose one.
es: Selecciona el tipo de película que te apetece ver. Solo puedes elegir uno.

# textoInicio
source: Not sure what to watch? Let fate decide.
es: ¿Otra vez sin saber qué ver? Deja que el destino elija.

# titulo_favorito_añadido
source: Added
es: Añadido

# titulo_favorito_ya_esta
source: Already added
es: Ya está

# tituloResultado
source: Results
es: Resultados

# VerFavoritos
source: Show Favorites
es: Ver Favoritos
